{
  "nikita": {
    "name": "Nikita Jurtaevs",
    "role": "Co-Founder & CEO",
    "avatar": "/images/founders/founder-nikita.png",
    "bio": "Nikita Jurtaevs serves as CEO in a 50/50 co-leadership model, guiding company strategy, partnerships, and brand direction while coordinating product management and UX/QA across NodeVoyage and Ideonautix in the early build phase. In parallel with AlgoRhythmics, he advances next-gen LED neon, in-house LED controllers, custom coatings, and 3D-printed components inside Reclame Fabriek’s Signage Research Department, with showcase work presented across Nordic expos.",
    "currentPosition": {
      "company": "Reclame Fabriek",
      "title": "Co-CEO & Brand/R&D Strategist, Signage Research Department",
      "location": "Daugavpils, Latvia",
      "achievements": [
        "Leads brand and product direction with accessibility-first, multilingual delivery and education outreach plans aligned to LIAA, covering early pilots, MVPs, and a lean GTM timeline for 2025–2026 apps.",
        "Contributed to signage R&D initiatives involving next-gen LED neon tubes, in-house CUBE LED DIGI controllers, custom coatings, and 3D printing for advanced client projects within Reclame Fabriek’s innovation arm.",
        "Maintains honest early-stage positioning: AlgoRhythmics is in development while the founders actively work in Reclame Fabriek R&D, emphasizing real execution over vanity metrics."
      ]
    },
    "expertise": [
      "Co-Leadership & Brand Strategy",
      "Product Management & UX/QA Orchestration",
      "Signage R&D Collaboration",
      "Partnership Development & Education Outreach"
    ],
    "email": "nikita@algorhythmics.com",
    "linkedin": "https://linkedin.com/in/nikita-jurtaevs"
  },
  "slaff": {
    "name": "Vjaceslavs \"Slaff\" Trosins",
    "role": "Co-Founder & CTO",
    "avatar": "/images/founders/founder-slaff.png",
    "currentPosition": {
      "company": "Reclame Fabriek",
      "title": "Co-CTO & Systems Architect, Signage Research Department",
      "location": "Daugavpils, Latvia",
      "achievements": [
        "Responsible for stack and delivery using a Google Cloud–first architecture (Cloud Run, Vertex AI/Gemini, Memorystore, Cloud SQL) and modern app layers (SvelteKit/TypeScript, Flutter/Dart, Fastify, Prisma/PostgreSQL, Redis/BullMQ, WebSockets/SSE) with security, GDPR, and WCAG 2.2 disciplines as baselines.",
        "Brings hands-on R&D experience from Reclame Fabriek’s innovation hub, aligning signage-grade controller engineering and LED neon systems with explainable AI features and real-time UX patterns in consumer software.",
        "Near-term delivery focuses on three funding sprints—Pomodoro Coach, Startup Pitch Assistant, Competitive Intelligence Dashboard—to underwrite NodeVoyage and Ideonautix scale-up while recruiting for design and full-stack roles."
      ]
    },
    "internationalExposure": [
      {
        "name": "Stockholm Sign Fair",
        "year": 2023,
        "country": "Sweden",
        "flag": "🇸🇪",
        "role": "Technical demonstrations and product presentations"
      },
      {
        "name": "Helsinki Sign, Print & Promotion",
        "year": 2024,
        "country": "Finland",
        "flag": "🇫🇮",
        "role": "Innovation showcase with highest visitor interest"
      },
      {
        "name": "Multiple EU Tech Expos",
        "year": "2023-2024",
        "country": "European Union",
        "flag": "🇪🇺",
        "role": "Representing Reclame Fabriek across European markets"
      }
    ],
    "expertise": [
      "Cloud-Native Platform Engineering",
      "AI Systems & Controller Design",
      "Signage R&D Leadership",
      "International Product Delivery",
      "Real-time UX & Systems Integration",
      "Cross-functional Team Building"
    ],
    "philosophy": "Vjaceslavs “Slaff” Trosins serves as CTO in the same 50/50 co-leadership model, owning technical vision and platform delivery across web, mobile, APIs, and AI integration for NodeVoyage and Ideonautix while architecting Reclame Fabriek’s signage-grade controller systems.",
    "algorhythmicsVision": "Pair rigorous signage R&D with cloud-first engineering so consumer AI products ship with the reliability, explainability, and real-time responsiveness demanded by modern installations.",
    "email": "slaff@algorhythmics.com",
    "linkedin": "https://linkedin.com/in/slaff-trosins"
  }
}
